---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.PanelScheduleTemplate
source: html/a0ddb998-d3ad-8c31-0c7e-6818186cc42a.htm
---
# PanelScheduleTemplate Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.